Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Activities under this priority will serve, in particular, to advance education; counteract the spreading of HIV/AIDS; raise standards of care for infected persons; help disabled persons become and vocationally empowered and support entities working to benefit such persons.
pl: Działania w ramach priorytetu będą służyły w szczególności edukacji oraz przeciwdziałaniu rozprzestrzeniania się HIV/AIDS i podwyższeniu standardów systemu opieki nad osobami zakażonymi, a także aktywizacji zawodowej i społecznej osób niepełnosprawnych oraz wsparciu podmiotów działających na ich rzecz.

source: Even though efforts have been made in Georgia to integrate people with disabilities into professional life, they still live on the margins of society.
pl: Mimo wysiłków na rzecz integracji zawodowej ludzi niepełnosprawnych w Gruzji, są oni nadal pozostawieni na marginesie życia społecznego oraz gospodarczego.

source: The large percentage of abandoned children and orphans remains a key problem.
pl: Poważnym problem jest znaczna liczba dzieci odrzuconych i sierot.

source: Marginalization is also a problem affecting IDPs and ethnic minorities.
pl: Marginalizacja dotyczy także mniejszości narodowych i uchodźców wewnętrznych.

source: The drug addiction among children between 12 and 16 years of age is often underestimated, and it is common among street children.
pl: Lekceważonym problemem jest narkomania wśród osób między 12 a 16 rokiem życia, powszechna wśród dzieci mieszkających na ulicy.

source: The experiences gathered so far show that Polish organizations have had good results in cooperation with Georgia in the field of social aid and education.
pl: Dotychczasowe doświadczenie pokazuje, że w dziedzinie pomocy społecznej i edukacyjnej polskie organizacje mają duże osiągnięcia we współpracy z Gruzją.

source: Activities financed under this priority will help strengthen the support system for drug addicts; enhance the potential of foster parenting institutions; improve the quality of inclusive education, and enable persons from marginalised groups to become vocationally and empowered.
pl: Finansowane działania przyczynią się do usprawnienia systemu wsparcia osób uzależnionych od substancji odurzających, wzmocnienia instytucji zajmujących się pieczą zastępczą, poprawy edukacji włączającej oraz do aktywizacji zawodowej i społecznej grup defaworyzowanych.

source: Priority 2 - Regional development and capacity building of public and local administration
pl: Priorytet 2 - Rozwój regionalny i budowa potencjału administracji publicznej i samorządowej

source: The objective of draft government reform is to enhance local governments' power vis-à-vis the central government and to move towards authentic decentralisation.
pl: Przygotowana przez rząd reforma ma na celu zwiększenie uprawnień władz lokalnych w stosunku do centrum i stanowi krok w kierunku realnej decentralizacji.

source: Poland has been supporting the government's actions in this field for several years and intends to continue its involvement, both on the central government and regional levels, as well as in cooperation with social partners.
pl: Polska wspiera aktywność rządu w tym zakresie już od kilku lat i zamierza kontynuować zaangażowanie zarówno na poziomie administracji centralnej jak i regionalnej oraz z partnerami społecznymi.

source: Priority activities will help in particular to enhance management processes at the local level and foster dialogue between government administration and NGOs, as well as strengthen disaster resilience of state institutions and local communities.
pl: Działania w ramach priorytetu będą służyły w szczególności usprawnieniu zarządzania w samorządzie terytorialnym oraz wzmocnieniu dialogu pomiędzy administracją a organizacjami pozarządowymi, a także budowaniu odporności państwa

source: Comprehensive economic reforms have not succeeded in modernizing the country's employment structure.
pl: Szeroko zakrojone reformy gospodarcze nie przełożyły się na zmianę anachronicznej struktury zatrudnienia.

source: Agriculture still remains the main job-generating sector.
pl: Głównym sektorem generującym miejsca pracy pozostaje rolnictwo.

source: Georgia still has high unemployment rates, an outdated industrial framework and insufficiently developed infrastructure, which means that the private sector needs further support to become fully active.
pl: Gruzja nadal ma do czynienia z problemem wysokiego bezrobocia, przestarzałą strukturą przemysłu i niedostatecznym rozwojem infrastruktury, co powoduje, że aktywizacja sektora prywatnego wciąż wymaga wsparcia.

source: The implemented activities will help shape and support existing consumer groups and cooperatives and support the development of small enterprises, economic education, as well as support for vocational schooling and in-service professional training with a view to enhancing cooperation between local governments, universities, government ministries and the private sector.
pl: Wdrażane działania przyczynią się do kształtowania i wspierania istniejących grup producenckich i spółdzielni oraz wspierania rozwoju małych firm, edukacji ekonomicznej, a także wsparcia szkolnictwa zawodowego i kształcenia ustawicznego dla doskonalenia współpracy pomiędzy samorządem, uczelniami i ministerstwami a sektorem prywatnym.

source: Priority 1 - Public security and border management
pl: Priorytet 1 - Bezpieczeństwo i zarządzanie granicami

source: The Action Plan prepared by the European Commission for Moldova in the field of visa liberalization requires a fundamental reform of the entire internal security sector; modernising technical equipment; strengthening the migration management system, and severely limiting corruption.
pl: Plan Działania w zakresie liberalizacji wizowej przygotowany dla Mołdawii przez Komisję Europejską wymaga fundamentalnej reformy całego sektora bezpieczeństwa wewnętrznego, podniesienia poziomu jej technicznego wyposażenia, wzmacnianie systemu zarządzania migracjami, oraz znaczącego obniżenia korupcji.

source: Improvements in border management must be accompanied by measures to stem criminal activity and improve the feeling of security among the general public.
pl: Poprawie funkcjonowania służb granicznych muszą towarzyszyć działania na rzecz zapobiegania przestępczości i poprawy poczucia bezpieczeństwa wśród obywateli.

source: Activities undertaken under this priority will serve, in particular, to modernize the functioning of police and border guard services, and to improve public security.
pl: Działania w ramach priorytetu będą służyły w szczególności modernizacji funkcjonowania policji i służb granicznych oraz poprawie bezpieczeństwa publicznego.

source: Priority 2 - Regional development, strengthening public administration and local government
pl: Priorytet 2 - Rozwój regionalny i budowa potencjału administracji publicznej i samorządowej

source: Fiscal and administrative decentralization is one of the five pillars of the reform project prepared by the Government of Moldova (as laid down in the Rethink Moldova document).
pl: Wsparcie „administracyjnej i fiskalnej decentralizacji” stanowi jeden z pięciu filarów, o który oparty został projekt modernizacyjny kraju przygotowany przez Rząd Mołdawii - dokument Rethink Moldova.

source: In the field of regional development Moldova has been implementing a comprehensive National Regional Development Strategy, divided into two stages: 2010-2012 and 2013-2019.
pl: W obszarze rozwoju regionalnego Mołdawia wdraża kompleksową Narodową Strategię Rozwoju Regionalnego, która została podzielona na dwa etapy - lata 2010-2012 i 2013-2019.

source: Measures under this priority will in particular serve to provide support to Moldova's central and regional government in the implementation of the national strategy.
pl: Działania w ramach priorytetu będą służyły w szczególności wsparciu władz Mołdawii we wdrażaniu narodowej strategii przez administrację centralną i regionalną.

source: Moldova's economy is characterized by considerable dependence on the agricultural sector, which suffers from structural problems similar to those experienced by Polish agriculture in the recent past.
pl: Cechą charakterystyczną gospodarki Mołdawii jest istotne znaczenie rolnictwa, które wykazuje problemy strukturalne podobne do polskiego rolnictwa w niedawnej przeszłości.

source: A key recommendation made by the European Commission in connection with the DCFTA (Deep and Comprehensive Free Trade Agreement) negotiation process is the application of sanitary and veterinary measures as part of the food safety policy.
pl: Dodatkowo do kluczowych rekomendacji Komisji Europejskiej związanych z procesem negocjacyjnym DCFTA (Deep and Comprehensive Free Trade Agreement) w obszarze rolnictwa należy wdrożenie wymogów sanitarno - weterynaryjnych w ramach polityki bezpieczeństwa żywności.

source: In order to limit threats related to public security in Ukraine, a coordinated system must be implemented to protect citizens' lives and property and counteract criminal activity.
pl: Redukcja najważniejszych zagrożeń w zakresie bezpieczeństwa na Ukrainie wymaga skoordynowanego systemu ochrony życia oraz mienia i zwalczania przestępczości kryminalnej.

source: However, measures aimed at boosting citizens' sense of security must not entail excessive restrictions of their freedoms and liberties.
pl: Działania prowadzące do zwiększania poczucia bezpieczeństwa obywateli muszą jednocześnie przebiegać bez nadmiernego ograniczania ich swobód i wolności.

source: In order to reduce security risks associated with natural and man-made disasters, it is necessary to improve the effectiveness of emergency response services.
pl: Ograniczenie zagrożeń dla bezpieczeństwa związanych z katastrofami naturalnymi oraz wywołanymi działalnością człowieka wymaga zwiększenia efektywności służb reagowania kryzysowego.

source: External border management is a specific aspect of security policy.
pl: Szczególnym aspektem polityki bezpieczeństwa jest zarządzanie zewnętrznymi granicami państwa.

source: Measures under this priority will seek to support bodies dealing with civil protection, to prevent and reduce disaster risk, to modernize the police force and border guard, as well as to promote observance of human rights.
pl: Działania w ramach priorytetu będą służyły w szczególności wsparciu podmiotów odpowiedzialnych za bezpieczeństwo ludności, zapobieganiu i redukowaniu ryzyka występowania katastrof, modernizacji policji i służb granicznych a także propagowaniu przestrzegania praw człowieka.

source: Priority 2 -Regional development, strengthening public administration and local government
pl: Priorytet 2 - Rozwój regionalny, budowa potencjału administracji publicznej i samorządowej

source: One of the major priorities of Ukraine's development strategy is a reform of the regional development system.
pl: Jednym z podstawowych priorytetów strategii rozwoju Ukrainy jest reforma systemu rozwoju regionalnego.

source: Its objective is to level out disproportions between regions, to reinforce decentralisation of executive power and to develop a mechanism for better harmonisation of central and regional interests.
pl: Ma ona na celu wyrównanie dysproporcji pomiędzy regionami, pogłębienie decentralizacji władzy wykonawczej oraz opracowanie mechanizmu lepszej harmonizacji interesów krajowych z regionalnymi.

source: Measures under this priority will serve in particular to build the capacities of public and local administration, strengthen dialogue between the administration and NGOs and strengthen local government in the field of modern management of municipal services, real estate and energy efficiency.
pl: Działania w ramach priorytetu będą służyły w szczególności budowie potencjału administracji publicznej i samorządowej, wzmocnieniu dialogu między administracją a organizacjami pozarządowymi oraz wzmocnieniu samorządu w obszarze nowoczesnego zarządzania usługami komunalnymi, zarządzania nieruchomościami i energooszczędnością.

source: After joining the World Trade Organization in 2008, Ukraine's economy opened up to global competition.
pl: Przystąpienie Ukrainy do Światowej Organizacji Handlu w 2008 roku oznaczało dla gospodarki kraju otwarcie na globalną konkurencję.

source: What is more, over the last few years the problems faced by Ukrainian entrepreneurs have been exacerbated by the international financial crisis as well as the economic crisis in Ukraine.
pl: Ponadto, na przestrzeni ostatnich lat międzynarodowy kryzys finansowy oraz kryzys gospodarczy na Ukrainie zaostrzyły problemy, jakich doświadczają ukraińscy przedsiębiorcy.

source: Authors of various analyses point out that the development of the SME sector in Ukraine is inhibited by an unfavourable business environment and the lack of an SME development strategy, including in rural areas.
pl: Według dostępnych analiz, na przeszkodzie rozwoju MŚP stoi przede wszystkim nieprzyjazne otoczenie biznesu oraz brak strategii rozwoju sektora także na obszarach wiejskich.

source: Activities undertaken in the framework of this programme will serve in particular to support and develop entrepreneurship, economic education - including in the area of innovation and alternative energy, incorporating elements of business education into the education system, supporting job creation and helping women become vocationally empowered.
pl: Działania realizowane w ramach programu służyć będą w szczególności wsparciu i rozwojowi przedsiębiorczości, edukacji ekonomicznej, także w oparciu o innowacyjne technologie i alternatywne źródła energii, wprowadzaniu elementów edukacji przedsiębiorczości w szkolnictwie, wspieraniu zatrudnienia oraz aktywizacji zawodowej kobiet.

source: As many as 5 million children and young people in East Africa do not have access to primary education.
pl: W regionie Afryki Wschodniej aż 5 mln dzieci i młodzieży w wieku szkolnym nie ma dostępu do edukacji na poziomie podstawowym.

source: Improving access to education and raising the quality of education has an impact on across-the-board development - from health care and environmental protection, to building efficient and stable civil society.
pl: Zwiększenie dostępu do edukacji oraz podniesienie jej poziomu wpływa na rozwój we wszystkich obszarach, począwszy od zdrowia, poprzez ochronę środowiska naturalnego, aż po budowanie sprawnego i silnego społeczeństwa obywatelskiego.

source: By reinforcing entrepreneurship, competition and innovation , the education system also is a key factor in spurring on economic growth in individual countries.
pl: Edukacja ma również zasadniczy wpływ na rozwój gospodarczy państw, poprzez wzmacnianie przedsiębiorczości, konkurencyjności oraz innowacyjności.

source: Measures under this priority will focus on facilitating and providing equal access to education and supporting entrepreneurship, including in the agriculture and fishery sectors which constitute an important source of income for the inhabitants of East Africa.
pl: Działania w ramach priorytetu będą służyły w szczególności ułatwieniu i wyrównywaniu dostępu do edukacji oraz wspieraniu przedsiębiorczości, także w sektorze rolnictwa i rybołówstwa stanowiących istotne źródło dochodu dla mieszkańców Afryki Wschodniej.

source: East Africa is facing a number of risks associated with environmental pollution and the negative consequences of climate change.
pl: Afryka Wschodnia boryka się z licznymi zagrożeniami związanymi z zanieczyszczeniem środowiska i konsekwencjami zmian klimatu.

source: Local communities can be greatly assisted in eradicating poverty by such measures as preventing desertification and efficient management of water resources.
pl: Działania takie jak zapobieganie pustynnieniu oraz skuteczne zarządzanie zasobami wodnymi mogą w znacznym stopniu ułatwić wyjście z ubóstwa społecznościom lokalnym.

source: Counteracting soil degradation will make it possible to enhance agriculture, while sustainable waste management will contribute to improving health.
pl: Przeciwdziałanie degradacji gruntów pozwoli przyczynić się do rozwoju rolnictwa, natomiast prowadzenie zrównoważonej gospodarki odpadami umożliwi poprawę stanu zdrowia.

source: Activities under this priority will focus on preventing degradation of the natural environment and adapting to climate change.
pl: Działania w ramach priorytetu będą służyły w szczególności przeciwdziałaniu degradacji środowiska naturalnego, ograniczaniu zmian klimatu i łagodzeniu skutków zmian klimatycznych.

source: Priority 3 - Health care
pl: Priorytet 3 - Ochrona zdrowia

source: East Africa is one of the regions most affected by epidemics and infectious diseases, in particular HIV/AIDS, tuberculosis and malaria.
pl: Region Afryki Wschodniej jest jednym z obszarów najbardziej dotkniętych przez epidemie i choroby zakaźne, w szczególności HIV/AIDS, gruźlicę oraz malarię.

source: For this reason it is vital to ensure and continuously improve the quality of health care, which should focus on both diagnosing and treating illnesses, as well as on appropriate prophylaxis.
pl: Dlatego istotne jest zapewnianie i ciągłe podnoszenie jakości ochrony zdrowia, skoncentrowanej zarówno na leczeniu chorób, jak i na odpowiedniej prewencji.

source: The level of health of citizens and resistance to diseases is also linked to access to food and water.
pl: Stan zdrowia mieszkańców i ich odporność na choroby zależy także od dostępu do żywności oraz dostępu do wody.

source: Moreover, the East Africa food crisis has led to a further deterioration of health in the region.
pl: Kryzys żywnościowy w Afryce Wschodniej dodatkowo w sposób radykalny pogorszył sytuację zdrowotną w tym regionie.

source: Measures under this priority will serve in particular to provide access to health care, improve sanitation and access to food and water.
pl: Działania w ramach priorytetu będą służyły w szczególności zapewnieniu dostępu do opieki zdrowotnej, poprawie warunków sanitarnych oraz poprawie dostępu do żywności i wody.

source: Priority 1 - Professionalization and development of public administration
pl: Priorytet 1 - Profesjonalizacja i rozwój administracji publicznej

source: After the ousting of undemocratic regimes, both countries are now faced with the challenge of rebuilding state structures without sufficient expertise.
pl: Po usunięciu niedemokratycznych reżimów oba kraje stanęły przed koniecznością odbudowy struktur państwowych niemal od podstaw, nie posiadając przy tym odpowiedniego doświadczenia.

source: Sharing Poland's transition experiences will help build a modern, efficient public administration capable of effective management and communication with society.
pl: Dzielenie się polskimi doświadczeniami transformacji ustrojowej będzie służyło budowie nowoczesnej i sprawnej administracji zdolnej do efektywnego zarządzania i komunikowania się ze społeczeństwem.

source: While under authoritarian rule, these countries did not pay much attention to applying a sustainable approach to the natural environment, which is especially fragile in North African countries and heavily influenced by human action and climate fluctuations.
pl: W okresie rządów autorytarnych nie przywiązywano większej wagi do zachowania równowagi środowiska naturalnego, która w krajach Afryki Pn. jest szczególnie krucha, uzależniona od ludzkich działań i wahań klimatycznych.

source: Environmental education was also hardly existent.
pl: Nie istniała również edukacja w tym zakresie.

source: Poland plans to implement measures aimed at raising environmental awareness and to become involved in measures to boost sustainable use of natural resources, including water.
pl: Polska zamierza realizować działania na rzecz wzrostu świadomości ekologicznej oraz włączyć się w działania zmierzające do bardziej zrównoważonego wykorzystania zasobów naturalnych, w tym zasobów wodnych.

source: People with chronic diseases and the disabled (especially numerous in the aftermath of the Libya conflict) are traditionally cared for by their family members.
pl: Osoby przewlekle chore i niepełnosprawne oraz inwalidzi (szczególnie liczni po konflikcie zbrojnym w Libii) tradycyjnie znajdują się pod opieką swych rodzin.

source: If for any reason they cease to receive such support, they are pushed into the margins of society.
pl: Gdy z jakichś przyczyn pozbawione są tego wsparcia, wyrzucane są na margines społeczeństwa.

source: Right now the biggest challenge in light of the country's future development and the transfer of responsibilities to the Afghan government is to strengthen state structure and good governance.
pl: Najważniejszym obecnie zadaniem dla prawidłowego rozwoju kraju i przejęcia odpowiedzialności przez rząd Afganistanu za funkcjonowanie kraju jest wzmocnienie struktur państwa oraz działania z zakresu dobrego rządzenia.

source: Measures under this priority will serve in particular to boost the potential of Afghan institutions pursuant to the Afghanistan National Development Strategy.
pl: Działania w ramach priorytetu będą służyły w szczególności budowie potencjału instytucji afgańskich, zgodnie z Narodową Strategią Odbudowy Afganistanu.

source: Priority 2 - Provincial sustainable development
pl: Priorytet 2 - Zrównoważony rozwój na poziomie prowincji

source: There exists a noticeable discrepancy in the level of development between the capital city and rural areas.
pl: W Afganistanie zauważalna jest znacząca różnica w poziomie rozwoju pomiędzy stolicą kraju a obszarami wiejskimi.

source: Pursuant to the breakdown of responsibilities for supporting individual regions in Afghanistan, Poland is focused on the Ghazni province.
pl: Zgodnie z założeniami podziału odpowiedzialności za wsparcie poszczególnych regionów geograficznych Afganistanu, Polska koncentruje swoje działania na prowincji Ghazni.

source: The implementation of these is the task of the Polish team of specialists active within the U.S. Ghazni Provincial Reconstruction Team (PRT Ghazni).
pl: Za wdrażanie odpowiedzialny jest polski zespół specjalistów działający w ramach amerykańskiego Zespołu Odbudowy Prowincji Ghazni (PRT Ghazni).

source: The measures are implemented pursuant to the Afghanistan National Development Strategy and the Ghazni Provincial Development Plan.
pl: Działania te są prowadzone zgodnie z Narodową Strategią Odbudowy Afganistanu oraz z afgańskim Planem Rozwoju Prowincji Ghazni.

source: In light of the ongoing transition process, the volume, form and scope of provided development cooperation will be adapted to meet the changes taking place in the country.
pl: W związku z trwającym obecnie procesem transition (przekazywania odpowiedzialności), planowane jest dostosowywanie wolumenu, form i zakresu świadczenia współpracy rozwojowej do zmian zachodzących w kraju.

source: Poland also carries out activities in regions in which the security situation makes it possible to implement development actions by NGOs.
pl: Działania polskie obejmują także te regiony, w których sytuacja bezpieczeństwa pozwala na wdrażanie działań rozwojowych przez organizacje pozarządowe.

source: One of the pillars of the Afghanistan National Development Strategy is social and economic development, with the private sector to become a catalyst for the country's economic growth.
pl: Jednym z filarów Narodowej Strategii Rozwoju Afganistanu jest rozwój społeczny i gospodarczy, a sektor prywatny ma stanowić motor rozwoju gospodarczego kraju.

source: Support for agriculture - which employs 80% of the population - is of key importance here.
pl: Szczególne znaczenie ma w tym obszarze wsparcie sektora rolniczego, z którego utrzymuje się 80% społeczeństwa.
